[
    {
        "id": 1,
        "title": "The Eye of the World",
        "genre": "Fantasy",
        "authors": ["Robert Jordan"],
        "description": "Relates a tale of the bestial Trollocs, the witch Moiraine, and three boys, one of whom is fated to become the Dragon--the World's only hope and the sure means of its destruction.",
        "published": 1990,
        "format": "book",
        "isbn": 9780747409878,
        "location": "E10",
        "image": "http://books.google.com/books/content?id=BYQFV2D2vRcC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 2,
        "title": "The Library at Mount Char",
        "authors": ["Scott Hawkins"],
        "genre": "Fiction",
        "description": "Neil Gaiman meets Joe Hill in this astonishingly original, terrifying, and darkly funny contemporary fantasy.",
        "published": 2016,
        "format": "book",
        "isbn": 9780553418620,
        "location": "F6",
        "image": "http://books.google.com/books/content?id=6WbaCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": false
    },
    {
        "id": 3,
        "title": "Foundation",
        "authors": ["Isaac Asimov"],
        "genre": "Science Fiction",
        "description": "Foundation is set in the future, when the world is barely remembered, and humans have colonized the galaxy. The book introduces Hari Seldon, a brilliant visionary and psychohistorian whose job is to use mathematics and probability to predict the future.",
        "published": 1942,
        "format": "book",
        "isbn": 9780345317988,
        "location": "G12",
        "image": "http://books.google.com/books/content?id=IwywDY4P6gsC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 4, 
        "title": "Hyperion",
        "authors": ["Dan Simmons"],
        "genre": "Science Fiction",
        "description": "A stunning tour de force filled with transcendent awe and wonder, Hyperion is a masterwork of science fiction that resonates with excitement and invention, the first volume in a remarkable epic by the multiple-award-winning author of The Hollow Man. On the world called Hyperion, beyond the reach of galactic law, waits a creature called the Shrike. There are those who worship it. There are those who fear it. And there are those who have vowed to destroy it. In the Valley of the Time Tombs, where huge, brooding structures move backward through time, the Shrike waits for them all. On the eve of Armageddon, with the entire galaxy at war, seven pilgrims set forth on a final voyage to Hyperion seeking the answers to the unsolved riddles of their lives. Each carries a desperate hope—and a terrible secret. And one may hold the fate of humanity in his hands.",
        "published": 1989,
        "format": "book",
        "isbn": 9788440638748,
        "location": "D4",
        "image": "http://books.google.com/books/content?id=u4R_FstZDEgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 5,
        "title": "Mistborn",
        "authors": ["Brandon Sanderson"],
        "genre": "Fantasy",
        "description": "From #1 New York Times bestselling author Brandon Sanderson, the Mistborn series is a heist story of political intrigue and magical, martial-arts action. For a thousand years the ash fell and no flowers bloomed. For a thousand years the Skaa slaved in misery and lived in fear. For a thousand years the Lord Ruler, the 'Sliver of Infinity,' reigned with absolute power and ultimate terror, divinely invincible. Then, when hope was so long lost that not even its memory remained, a terribly scarred, heart-broken half-Skaa rediscovered it in the depths of the Lord Ruler's most hellish prison. Kelsier 'snapped' and found in himself the powers of a Mistborn. A brilliant thief and natural leader, he turned his talents to the ultimate caper, with the Lord Ruler himself as the mark. Kelsier recruited the underworld's elite, the smartest and most trustworthy allomancers, each of whom shares one of his many powers, and all of whom relish a high-stakes challenge. Only then does he reveal his ultimate dream, not just the greatest heist in history, but the downfall of the divine despot. But even with the best criminal crew ever assembled, Kel's plan looks more like the ultimate long shot, until luck brings a ragged girl named Vin into his life. Like him, she's a half-Skaa orphan, but she's lived a much harsher life. Vin has learned to expect betrayal from everyone she meets, and gotten it. She will have to learn to trust, if Kel is to help her master powers of which she never dreamed. This saga dares to ask a simple question: What if the hero of prophecy fails?",
        "published": 2006,
        "format": "book",
        "isbn": 9780765350381,
        "location": "I7",
        "image": "http://books.google.com/books/content?id=t_ZYYXZq4RgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": false
    },
    {
        "id": 6,
        "title": "Proofiness",
        "authors": ["Charles Seife"],
        "genre": "Non-Fiction",
        "description": "The bestselling author of 'Zero' shows how mathematical misinformation pervades-- and shapes-- our daily lives.",
        "published": 2010,
        "format": "book",
        "isbn": 9780670022168,
        "location": "542",
        "image": "http://books.google.com/books/content?id=vI4UnQAACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "available": false
    },
    {
        "id": 7,
        "title": "Slaughterhouse-Five",
        "authors": ["Kurt Vonnegut"],
        "genre": "Science Fiction",
        "description": "Slaughterhouse-Five is an account of Billy Pilgrim's capture and incarceration by the Germans during the last years of World War II, and scattered throughout the narrative are episodes from Billy's life both before and after the war, and from his travels to the planet Tralfamadore. He experiences time out of order.",
        "published": 1969,
        "format": "book",
        "isbn": 9780440180296,
        "location": "F4",
        "image": "http://books.google.com/books/content?id=pWyLDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 8,
        "title": "Marvel 1602",
        "authors": ["Neil Gaiman"],
        "genre": "Graphic Novel",
        "description": "Neil Gaiman's vision of the Marvel Universe in the year 1602! The year is 1602, and strange things are stirring in England. In the service of Queen Elizabeth, court magician Dr. Stephen Strange senses that the bizarre weather plaguing the skies above is not of natural origin. Her majesty's premier spy, Sir Nicholas Fury, fends off an assassination attempt on the Queen by winged warriors rumored to be in service to a mad despot named Doom. News is spreading of 'witchbreed' sightings - young men bearing fantastic superhuman powers and abilities. And in the center of the rising chaos is Virginia Dare, a young girl newly arrived from the New World, guarded by a towering Indian warrior. Can Fury and his allies find a connection to these unusual happenings before the whole world ends? Collects Marvel 1602 (2003) #1-8.",
        "published": 2010,
        "format": "book",
        "isbn": 9780785123118,
        "location": "A9",
        "image": "http://books.google.com/books/content?id=9mcnCKkyq2MC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": false
    },
    {
        "id": 9,
        "title": "The Signal and the Noise",
        "authors": ["Nate Silver"],
        "genre": "Non-Fiction",
        "description": "The Signal And The Noise explains why so many predictions end up being wrong, and how statisticians, politicians and meteorologists fall prey to masses of data, when finding important signals is mostly a matter of being cautious, diligent and, most importantly, human.",
        "published": 2015,
        "format": "book",
        "isbn": 9781594204111,
        "location": "535",
        "image": "http://books.google.com/books/content?id=ekWLDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 10,
        "title": "The House of the Scorpion",
        "authors": ["Nancy Farmer"],
        "genre": "Science Fiction",
        "description": "This modern classic takes on an iron-fisted drug lord, clones bred for their organs, and what it means to be human. Winner of the National Book Award as well as Newbery and Printz Honors. Matteo Alacrán was not born; he was harvested. His DNA came from El Patrón, lord of a country called Opium—a strip of poppy fields lying between the United States and what was once called Mexico. Matt’s first cell split and divided inside a petri dish. Then he was placed in the womb of a cow, where he continued the miraculous journey from embryo to fetus to baby. He is a boy now, but most consider him a monster—except for El Patrón. El Patrón loves Matt as he loves himself, because Matt is himself. As Matt struggles to understand his existence, he is threatened by a sinister cast of characters, including El Patrón’s power-hungry family, and he is surrounded by a dangerous army of bodyguards. Escape is the only chance Matt has to survive. But escape from the Alacrán Estate is no guarantee of freedom, because Matt is marked by his difference in ways he doesn’t even suspect.",
        "published": 2002,
        "format": "book",
        "isbn": 780786250486,
        "location": "B3",
        "image": "http://books.google.com/books/content?id=VaZDRIa14WQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 11,
        "title": "Dragon Weather",
        "genre": "Fantasy",
        "authors": ["Lawrence Watt-Evans"],
        "description": "The dragons only emerged from their deep caverns when the weather was right, with thick clouds and sweltering heat. It was on such a day that Arlian's home village was destroyed, his family and friends slaughtered. He survived, though, and swore vengeance on the dragons, and on the looters and slavers who had captured him in the ruins. But no one had ever slain a dragon; how could a mere slave hope to do so?",
        "published": 1999,
        "format": "book",
        "isbn": 9780765337399,
        "location": "G1",
        "image": "http://books.google.com/books/content?id=wMsOEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": false
    },
    {
        "id": 12,
        "title": "The Sandman Vol. 1: Preludes & Nocturnes",
        "authors": ["Neil Gaiman"],
        "genre": "Graphic Novel",
        "description": "NEW YORK TIMES bestselling author Neil Gaiman's transcendent series SANDMAN is often hailed as the definitive Vertigo title and one of the finest achievements in graphic storytelling. Gaiman created an unforgettable tale of the forces that exist beyond life and death by weaving ancient mythology, folklore and fairy tales with his own distinct narrative vision. In PRELUDES & NOCTURNES, an occultist attempting to capture Death to bargain for eternal life traps her younger brother Dream instead. After his seventy-year imprisonment and eventual escape, Dream, also known as Morpheus, goes on a quest for his lost objects of power. On his arduous journey Morpheus encounters Lucifer, John Constantine, and an all-powerful madman. This book also includes the story 'The Sound of Her Wings,' which introduces us to the pragmatic and perky goth girl Death. Collecting issues #1-8, this new edition of PRELUDES & NOCTURNES features the improved production values and coloring from the Absolute Edition.",
        "published": 1989,
        "format": "book",
        "isbn": 9783866073555,
        "location": "A9",
        "image": "http://books.google.com/books/content?id=AfW0AAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": false
    },
    {
        "id": 13,
        "title": "The Further Adventures of Sherlock Holmes: The Ripper Legacy",
        "authors": ["David Stuart Davies"],
        "genre": "Mystery",
        "description": "A visit from the distraught Ronald Temple sets SHERLOCK HOLMES and Dr Watson on the hunt for a kidnapped child. With no ransom note and a sinister connection to the highest echelons of Victorian society, it becomes clear that it is no ordinary kidnapping, and soon the companions’ lives are in danger. What is the child’s true heritage? And what is the connection with the Whitechapel murders of a decade before?",
        "published": 2016,
        "format": "book",
        "isbn": 9781783296590,
        "location": "C2",
        "image": "http://books.google.com/books/content?id=oPJOEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "available": true
    },
    {
        "id": 14,
        "title": "Sapiens",
        "authors": ["Yuval Noah Harari"],
        "genre": "Non-Fiction",
        "description": "What does it mean to be human? In a sweeping narrative spanning two and half million years of human evolution, Israeli historian Yuval Noah Harari weaves insights from science and the humanities together to answer to what it means to be human.",
        "published": 2015,
        "format": "book",
        "isbn": 9780062316097,
        "location": "915",
        "image": "http://books.google.com/books/content?id=FmyBAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 15,
        "title": "It's a Magical World",
        "authors": ["Bill Watterson"],
        "genre": "Comic Strip",
        "description": "The final collection of comic strips from the popular syndicated series follows the adventures of Calvin and his stuffed tiger, Hobbes.",
        "published": 1996,
        "format": "book",
        "isbn": 9780836221367,
        "location": "A8",
        "image": "http://books.google.com/books/content?id=y1NVNqOB5OIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 16,
        "title": "The Scarlet Letter",
        "authors": ["Nathaniel Hawthorne"],
        "genre": "Fiction",
        "description": "Hester Prynne is ostracized from her seventeenth-century Puritan community for refusing to name the father of her child, the product of an adulterous relationship.",
        "published": 1850,
        "format": "book",
        "isbn": 9780425120248,
        "location": "F7",
        "image": "http://books.google.com/books/content?id=e1eMCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": false
    },
    {
        "id": 17,
        "title": "The Fellowship of the Ring",
        "authors": ["J. R. R. Tolkien"],
        "genre": "Fantasy",
        "description": "After discovering the true nature of the One Ring, Bilbo Baggins entrusts it to the care of his young cousin, Frodo, who is charged with bringing about its destruction and thus foiling the plans of the Dark Lord.",
        "published": 1954,
        "format": "book",
        "isbn": 9780345253439,
        "location": "D9",
        "image": "http://books.google.com/books/content?id=GNnxzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "available": true
    },
    {
        "id": 18,
        "title": "The Dwarves",
        "authors": ["Markus Heitz"],
        "genre": "Fantasy",
        "description": "For countless millennia, the dwarves of the Fifthling Kingdom have defended the stone gateway into Girdlegard. Many and varied foes have hurled themselves against the portal and died attempting to breach it. No man or beast has ever succeeded. Until now. . . Abandoned as a child, Tungdil the blacksmith labors contentedly in the land of Ionandar, the only dwarf in a kingdom of men. Although he does not want for friends, Tungdil is very much aware that he is alone - indeed, he has not so much as set eyes on another dwarf. But all that is about to change. Sent out into the world to deliver a message and reacquaint himself with his people, the young foundling finds himself thrust into a battle for which he has not been trained. Not only his own safety, but the life of every man, woman and child in Girdlegard depends upon his ability to embrace his heritage. Although he has many unanswered questions, Tungdil is certain of one thing: no matter where he was raised, he is a true dwarf. And no one has ever questioned the courage of the Dwarves.",
        "published": 2009,
        "format": "book",
        "isbn": 9783492281010,
        "location": "D2",
        "image": "http://books.google.com/books/content?id=PKerIWY2V0YC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": true
    },
    {
        "id": 19,
        "title": "House of Cards",
        "authors": ["Michael Dobbs"],
        "genre": "Fiction",
        "description": "The acclaimed political thriller that first introduced the unforgettable Francis Urquhart MP and launched Michael Dobbs' No 1 bestselling career - now reissued in a new cover.Michael Dobbs' entertaining tale of skulduggery and intrigue within the Palace of Westminster has been a huge hit with the public. Its scheming hero, Chief Whip Francis Urquhart, who uses fair means and foul to become Prime Minister, is one of the best-known characters of the last decade - the politician we all love to hate.Acclaimed for its authenticity and insights into a secret world - the result of many years working behind the scenes for the Conservative Party - it became a highly popular, award-winning BBC TV series, with Francis Urquhart memorably portrayed by Ian Richardson, and was followed by two further sequels, 'To Play the King' and 'The Final Cut', which also became top-rating TV series.",
        "published": 1990,
        "format": "book",
        "isbn": 9780061000157,
        "location": "H1",
        "image": "http://books.google.com/books/content?id=evmmkgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api",
        "available": false
    },
    {
        "id": 20,
        "title": "Flowers for Algernon",
        "authors": ["Daniel Keyes"],
        "genre": "Fiction",
        "description": "Winner of both the Hugo and Nebula Awards, the powerful, classic story about a man who receives an operation that turns him into a genius...and introduces him to heartache. Charlie Gordon is about to embark upon an unprecedented journey. Born with an unusually low IQ, he has been chosen as the perfect subject for an experimental surgery that researchers hope will increase his intelligence-a procedure that has already been highly successful when tested on a lab mouse named Algernon. As the treatment takes effect, Charlie's intelligence expands until it surpasses that of the doctors who engineered his metamorphosis. The experiment appears to be a scientific breakthrough of paramount importance, until Algernon suddenly deteriorates. Will the same happen to Charlie?",
        "published": 1959,
        "format": "book",
        "isbn": 9780156030083,
        "location": "E7",
        "image": "http://books.google.com/books/content?id=_oG_iTxP1pIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
        "available": false
    }]
